{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "[": 36,
      "\\": 37,
      "]": 38,
      "^": 39,
      "_": 40,
      "`": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "j": 51,
      "k": 52,
      "l": 53,
      "m": 54,
      "n": 55,
      "o": 56,
      "p": 57,
      "q": 58,
      "r": 59,
      "s": 60,
      "t": 61,
      "u": 62,
      "v": 63,
      "w": 64,
      "x": 65,
      "y": 66,
      "z": 67,
      "{": 68,
      "|": 69,
      "}": 70,
      "~": 71,
      "¡": 72,
      "¢": 73,
      "£": 74,
      "¤": 75,
      "¥": 76,
      "¦": 77,
      "§": 78,
      "¨": 79,
      "©": 80,
      "ª": 81,
      "«": 82,
      "¬": 83,
      "®": 84,
      "¯": 85,
      "°": 86,
      "±": 87,
      "²": 88,
      "³": 89,
      "´": 90,
      "µ": 91,
      "¶": 92,
      "·": 93,
      "¸": 94,
      "¹": 95,
      "º": 96,
      "»": 97,
      "¼": 98,
      "½": 99,
      "¾": 100,
      "¿": 101,
      "×": 102,
      "ß": 103,
      "æ": 104,
      "ð": 105,
      "÷": 106,
      "ø": 107,
      "þ": 108,
      "đ": 109,
      "ħ": 110,
      "ı": 111,
      "ł": 112,
      "ŋ": 113,
      "œ": 114,
      "ŧ": 115,
      "ſ": 116,
      "ƃ": 117,
      "ƈ": 118,
      "ƒ": 119,
      "ƭ": 120,
      "ƹ": 121,
      "ǀ": 122,
      "ǁ": 123,
      "ǂ": 124,
      "ǃ": 125,
      "ǝ": 126,
      "ȝ": 127,
      "ɐ": 128,
      "ɑ": 129,
      "ɒ": 130,
      "ɓ": 131,
      "ɔ": 132,
      "ɕ": 133,
      "ɖ": 134,
      "ɘ": 135,
      "ə": 136,
      "ɚ": 137,
      "ɛ": 138,
      "ɜ": 139,
      "ɝ": 140,
      "ɟ": 141,
      "ɠ": 142,
      "ɡ": 143,
      "ɣ": 144,
      "ɤ": 145,
      "ɥ": 146,
      "ɦ": 147,
      "ɧ": 148,
      "ɨ": 149,
      "ɩ": 150,
      "ɪ": 151,
      "ɫ": 152,
      "ɬ": 153,
      "ɭ": 154,
      "ɯ": 155,
      "ɱ": 156,
      "ɲ": 157,
      "ɳ": 158,
      "ɴ": 159,
      "ɵ": 160,
      "ɷ": 161,
      "ɹ": 162,
      "ɻ": 163,
      "ɽ": 164,
      "ɾ": 165,
      "ɿ": 166,
      "ʀ": 167,
      "ʁ": 168,
      "ʂ": 169,
      "ʃ": 170,
      "ʇ": 171,
      "ʈ": 172,
      "ʉ": 173,
      "ʊ": 174,
      "ʋ": 175,
      "ʌ": 176,
      "ʎ": 177,
      "ʏ": 178,
      "ʑ": 179,
      "ʒ": 180,
      "ʔ": 181,
      "ʕ": 182,
      "ʜ": 183,
      "ʝ": 184,
      "ʤ": 185,
      "ʪ": 186,
      "ʫ": 187,
      "ʰ": 188,
      "ʱ": 189,
      "ʲ": 190,
      "ʳ": 191,
      "ʷ": 192,
      "ʹ": 193,
      "ʺ": 194,
      "ʻ": 195,
      "ʼ": 196,
      "ʽ": 197,
      "ʾ": 198,
      "ʿ": 199,
      "ˀ": 200,
      "ˁ": 201,
      "˃": 202,
      "˄": 203,
      "˅": 204,
      "ˆ": 205,
      "ˇ": 206,
      "ˈ": 207,
      "ˉ": 208,
      "ˊ": 209,
      "ˌ": 210,
      "ː": 211,
      "ˑ": 212,
      "˘": 213,
      "˙": 214,
      "˚": 215,
      "˛": 216,
      "˜": 217,
      "˝": 218,
      "˟": 219,
      "ˠ": 220,
      "ˢ": 221,
      "ˣ": 222,
      "ˤ": 223,
      "˥": 224,
      "˦": 225,
      "˧": 226,
      "˨": 227,
      "˩": 228,
      "ˮ": 229,
      "˻": 230,
      "˼": 231,
      "΄": 232,
      "α": 233,
      "β": 234,
      "γ": 235,
      "δ": 236,
      "ε": 237,
      "ζ": 238,
      "η": 239,
      "θ": 240,
      "ι": 241,
      "κ": 242,
      "λ": 243,
      "μ": 244,
      "ν": 245,
      "ξ": 246,
      "ο": 247,
      "π": 248,
      "ρ": 249,
      "ς": 250,
      "σ": 251,
      "τ": 252,
      "υ": 253,
      "φ": 254,
      "χ": 255,
      "ψ": 256,
      "ω": 257,
      "ϐ": 258,
      "ϑ": 259,
      "ϕ": 260,
      "ϝ": 261,
      "ϟ": 262,
      "ϩ": 263,
      "ϰ": 264,
      "ϵ": 265,
      "а": 266,
      "б": 267,
      "в": 268,
      "г": 269,
      "д": 270,
      "е": 271,
      "ж": 272,
      "з": 273,
      "и": 274,
      "к": 275,
      "л": 276,
      "м": 277,
      "н": 278,
      "о": 279,
      "п": 280,
      "р": 281,
      "с": 282,
      "т": 283,
      "у": 284,
      "ф": 285,
      "х": 286,
      "ц": 287,
      "ч": 288,
      "ш": 289,
      "щ": 290,
      "ъ": 291,
      "ы": 292,
      "ь": 293,
      "э": 294,
      "ю": 295,
      "я": 296,
      "ђ": 297,
      "є": 298,
      "ѕ": 299,
      "і": 300,
      "ј": 301,
      "љ": 302,
      "њ": 303,
      "ћ": 304,
      "ѣ": 305,
      "ѱ": 306,
      "ґ": 307,
      "қ": 308,
      "ҩ": 309,
      "ү": 310,
      "ҽ": 311,
      "ӏ": 312,
      "ӕ": 313,
      "ә": 314,
      "ө": 315,
      "ԁ": 316,
      "ԍ": 317,
      "ԩ": 318,
      "ա": 319,
      "բ": 320,
      "գ": 321,
      "դ": 322,
      "ե": 323,
      "է": 324,
      "ժ": 325,
      "ի": 326,
      "լ": 327,
      "խ": 328,
      "ծ": 329,
      "կ": 330,
      "հ": 331,
      "ձ": 332,
      "ղ": 333,
      "մ": 334,
      "յ": 335,
      "ն": 336,
      "շ": 337,
      "ո": 338,
      "պ": 339,
      "ռ": 340,
      "ս": 341,
      "վ": 342,
      "տ": 343,
      "ր": 344,
      "ց": 345,
      "ւ": 346,
      "փ": 347,
      "ք": 348,
      "ֆ": 349,
      "և": 350,
      "־": 351,
      "א": 352,
      "ב": 353,
      "ג": 354,
      "ד": 355,
      "ה": 356,
      "ו": 357,
      "ז": 358,
      "ח": 359,
      "ט": 360,
      "י": 361,
      "ך": 362,
      "כ": 363,
      "ל": 364,
      "ם": 365,
      "מ": 366,
      "ן": 367,
      "נ": 368,
      "ס": 369,
      "ע": 370,
      "ף": 371,
      "פ": 372,
      "ץ": 373,
      "צ": 374,
      "ק": 375,
      "ר": 376,
      "ש": 377,
      "ת": 378,
      "װ": 379,
      "ױ": 380,
      "ײ": 381,
      "׳": 382,
      "״": 383,
      "،": 384,
      "ء": 385,
      "ا": 386,
      "ب": 387,
      "ة": 388,
      "ت": 389,
      "ث": 390,
      "ج": 391,
      "ح": 392,
      "خ": 393,
      "د": 394,
      "ذ": 395,
      "ر": 396,
      "ز": 397,
      "س": 398,
      "ش": 399,
      "ص": 400,
      "ض": 401,
      "ط": 402,
      "ظ": 403,
      "ع": 404,
      "غ": 405,
      "ـ": 406,
      "ف": 407,
      "ق": 408,
      "ك": 409,
      "ل": 410,
      "م": 411,
      "ن": 412,
      "ه": 413,
      "و": 414,
      "ى": 415,
      "ي": 416,
      "٠": 417,
      "٢": 418,
      "٤": 419,
      "٥": 420,
      "٬": 421,
      "٭": 422,
      "ٱ": 423,
      "ٹ": 424,
      "پ": 425,
      "چ": 426,
      "ڈ": 427,
      "ڑ": 428,
      "ژ": 429,
      "ک": 430,
      "ڪ": 431,
      "ڬ": 432,
      "گ": 433,
      "ڵ": 434,
      "ں": 435,
      "ڼ": 436,
      "ھ": 437,
      "ہ": 438,
      "ۆ": 439,
      "ۇ": 440,
      "ی": 441,
      "ێ": 442,
      "ې": 443,
      "ے": 444,
      "۔": 445,
      "ە": 446,
      "۞": 447,
      "ۥ": 448,
      "ܐ": 449,
      "ܓ": 450,
      "ܕ": 451,
      "ܗ": 452,
      "ܘ": 453,
      "ܝ": 454,
      "ܠ": 455,
      "ܡ": 456,
      "ܢ": 457,
      "ܣ": 458,
      "ܪ": 459,
      "ܬ": 460,
      "ހ": 461,
      "ވ": 462,
      "މ": 463,
      "ދ": 464,
      "ލ": 465,
      "ः": 466,
      "अ": 467,
      "आ": 468,
      "इ": 469,
      "ई": 470,
      "उ": 471,
      "ऊ": 472,
      "ऋ": 473,
      "ए": 474,
      "ऐ": 475,
      "ऑ": 476,
      "औ": 477,
      "क": 478,
      "ख": 479,
      "ग": 480,
      "घ": 481,
      "ङ": 482,
      "च": 483,
      "छ": 484,
      "ज": 485,
      "झ": 486,
      "ञ": 487,
      "ट": 488,
      "ठ": 489,
      "ड": 490,
      "ढ": 491,
      "ण": 492,
      "त": 493,
      "थ": 494,
      "द": 495,
      "ध": 496,
      "न": 497,
      "प": 498,
      "फ": 499,
      "ब": 500,
      "भ": 501,
      "म": 502,
      "य": 503,
      "र": 504,
      "ल": 505,
      "व": 506,
      "श": 507,
      "ष": 508,
      "स": 509,
      "ह": 510,
      "ा": 511,
      "ि": 512,
      "ी": 513,
      "ॉ": 514,
      "ो": 515,
      "ौ": 516,
      "ॐ": 517,
      "।": 518,
      "॥": 519,
      "ং": 520,
      "অ": 521,
      "আ": 522,
      "ই": 523,
      "উ": 524,
      "ও": 525,
      "ক": 526,
      "খ": 527,
      "গ": 528,
      "জ": 529,
      "ট": 530,
      "ঠ": 531,
      "ড": 532,
      "ত": 533,
      "থ": 534,
      "দ": 535,
      "ধ": 536,
      "ন": 537,
      "প": 538,
      "ফ": 539,
      "ব": 540,
      "ভ": 541,
      "ম": 542,
      "য": 543,
      "র": 544,
      "ল": 545,
      "঵": 546,
      "শ": 547,
      "ষ": 548,
      "স": 549,
      "হ": 550,
      "া": 551,
      "ি": 552,
      "ী": 553,
      "ে": 554,
      "ৰ": 555,
      "ৱ": 556,
      "৳": 557,
      "ਅ": 558,
      "ਆ": 559,
      "ਕ": 560,
      "ਖ": 561,
      "ਜ": 562,
      "ਠ": 563,
      "ਡ": 564,
      "ਤ": 565,
      "ਥ": 566,
      "ਧ": 567,
      "ਨ": 568,
      "ਮ": 569,
      "ਯ": 570,
      "ਰ": 571,
      "ਲ": 572,
      "ਵ": 573,
      "ਸ": 574,
      "ਾ": 575,
      "ਿ": 576,
      "ੀ": 577,
      "੝": 578,
      "અ": 579,
      "આ": 580,
      "ક": 581,
      "ગ": 582,
      "જ": 583,
      "ઠ": 584,
      "ડ": 585,
      "ત": 586,
      "થ": 587,
      "ધ": 588,
      "ન": 589,
      "મ": 590,
      "ય": 591,
      "ર": 592,
      "લ": 593,
      "વ": 594,
      "શ": 595,
      "ષ": 596,
      "સ": 597,
      "ા": 598,
      "િ": 599,
      "ી": 600,
      "ો": 601,
      "ଏ": 602,
      "କ": 603,
      "ଟ": 604,
      "ତ": 605,
      "ମ": 606,
      "ର": 607,
      "ଲ": 608,
      "ଷ": 609,
      "ସ": 610,
      "ହ": 611,
      "ା": 612,
      "େ": 613,
      "அ": 614,
      "ஆ": 615,
      "உ": 616,
      "ஒ": 617,
      "க": 618,
      "ங": 619,
      "ச": 620,
      "ஜ": 621,
      "ட": 622,
      "ண": 623,
      "த": 624,
      "ந": 625,
      "ன": 626,
      "ப": 627,
      "ம": 628,
      "ய": 629,
      "ர": 630,
      "ற": 631,
      "ல": 632,
      "ள": 633,
      "ழ": 634,
      "வ": 635,
      "ஷ": 636,
      "ஸ": 637,
      "ா": 638,
      "ி": 639,
      "ு": 640,
      "ூ": 641,
      "ெ": 642,
      "ே": 643,
      "ை": 644,
      "ௗ": 645,
      "అ": 646,
      "ఆ": 647,
      "ఉ": 648,
      "క": 649,
      "గ": 650,
      "జ": 651,
      "ట": 652,
      "ఠ": 653,
      "త": 654,
      "థ": 655,
      "ద": 656,
      "ధ": 657,
      "న": 658,
      "ప": 659,
      "మ": 660,
      "య": 661,
      "ర": 662,
      "ల": 663,
      "వ": 664,
      "శ": 665,
      "ష": 666,
      "స": 667,
      "ు": 668,
      "ಂ": 669,
      "ಅ": 670,
      "ಆ": 671,
      "ಕ": 672,
      "ಗ": 673,
      "ಜ": 674,
      "ಠ": 675,
      "ಡ": 676,
      "ತ": 677,
      "ಥ": 678,
      "ಧ": 679,
      "ನ": 680,
      "ಪ": 681,
      "ಬ": 682,
      "ಮ": 683,
      "ಯ": 684,
      "ರ": 685,
      "ಳ": 686,
      "ವ": 687,
      "ಶ": 688,
      "ಷ": 689,
      "ಸ": 690,
      "ಾ": 691,
      "ು": 692,
      "ೂ": 693,
      "ೕ": 694,
      "ം": 695,
      "അ": 696,
      "ആ": 697,
      "എ": 698,
      "ഓ": 699,
      "ക": 700,
      "ച": 701,
      "ജ": 702,
      "ഠ": 703,
      "ണ": 704,
      "ത": 705,
      "ഥ": 706,
      "ധ": 707,
      "ന": 708,
      "പ": 709,
      "മ": 710,
      "യ": 711,
      "ര": 712,
      "റ": 713,
      "ല": 714,
      "ള": 715,
      "വ": 716,
      "ശ": 717,
      "ഷ": 718,
      "സ": 719,
      "ാ": 720,
      "ി": 721,
      "ീ": 722,
      "െ": 723,
      "േ": 724,
      "൐": 725,
      "൜": 726,
      "ൡ": 727,
      "൥": 728,
      "൧": 729,
      "൩": 730,
      "൮": 731,
      "൯": 732,
      "൳": 733,
      "൴": 734,
      "൵": 735,
      "අ": 736,
      "ඇ": 737,
      "ඊ": 738,
      "ක": 739,
      "ග": 740,
      "ට": 741,
      "ත": 742,
      "ද": 743,
      "න": 744,
      "ප": 745,
      "බ": 746,
      "ම": 747,
      "ඹ": 748,
      "ය": 749,
      "ර": 750,
      "ල": 751,
      "ව": 752,
      "ෂ": 753,
      "ස": 754,
      "හ": 755,
      "ළ": 756,
      "ා": 757,
      "ැ": 758,
      "ෙ": 759,
      "ก": 760,
      "ข": 761,
      "ค": 762,
      "ง": 763,
      "จ": 764,
      "ช": 765,
      "ซ": 766,
      "ฐ": 767,
      "ณ": 768,
      "ด": 769,
      "ต": 770,
      "ถ": 771,
      "ท": 772,
      "ธ": 773,
      "น": 774,
      "บ": 775,
      "ป": 776,
      "ผ": 777,
      "ฝ": 778,
      "พ": 779,
      "ฟ": 780,
      "ภ": 781,
      "ม": 782,
      "ย": 783,
      "ร": 784,
      "ฤ": 785,
      "ล": 786,
      "ว": 787,
      "ศ": 788,
      "ษ": 789,
      "ส": 790,
      "ห": 791,
      "อ": 792,
      "ฮ": 793,
      "ะ": 794,
      "า": 795,
      "ำ": 796,
      "฿": 797,
      "เ": 798,
      "แ": 799,
      "โ": 800,
      "ใ": 801,
      "ไ": 802,
      "๏": 803,
      "๑": 804,
      "๒": 805,
      "ກ": 806,
      "ຈ": 807,
      "ທ": 808,
      "ນ": 809,
      "າ": 810,
      "ໃ": 811,
      "་": 812,
      "།": 813,
      "༼": 814,
      "༽": 815,
      "ག": 816,
      "ང": 817,
      "ཇ": 818,
      "ཐ": 819,
      "པ": 820,
      "བ": 821,
      "མ": 822,
      "ལ": 823,
      "ས": 824,
      "က": 825,
      "င": 826,
      "ည": 827,
      "ဋ": 828,
      "တ": 829,
      "န": 830,
      "ပ": 831,
      "ဗ": 832,
      "ဘ": 833,
      "မ": 834,
      "ရ": 835,
      "လ": 836,
      "ဝ": 837,
      "သ": 838,
      "ဟ": 839,
      "အ": 840,
      "ဣ": 841,
      "ဧ": 842,
      "ါ": 843,
      "ာ": 844,
      "ေ": 845,
      "း": 846,
      "ျ": 847,
      "ြ": 848,
      "ა": 849,
      "ბ": 850,
      "გ": 851,
      "დ": 852,
      "ე": 853,
      "ვ": 854,
      "ზ": 855,
      "თ": 856,
      "ი": 857,
      "კ": 858,
      "ლ": 859,
      "მ": 860,
      "ნ": 861,
      "ო": 862,
      "პ": 863,
      "რ": 864,
      "ს": 865,
      "ტ": 866,
      "უ": 867,
      "ქ": 868,
      "ღ": 869,
      "ც": 870,
      "ძ": 871,
      "ჭ": 872,
      "ხ": 873,
      "ᄀ": 874,
      "ᄁ": 875,
      "ᄂ": 876,
      "ᄃ": 877,
      "ᄄ": 878,
      "ᄅ": 879,
      "ᄆ": 880,
      "ᄇ": 881,
      "ᄈ": 882,
      "ᄉ": 883,
      "ᄊ": 884,
      "ᄋ": 885,
      "ᄌ": 886,
      "ᄍ": 887,
      "ᄎ": 888,
      "ᄏ": 889,
      "ᄐ": 890,
      "ᄑ": 891,
      "ᄒ": 892,
      "ᄽ": 893,
      "ᅡ": 894,
      "ᅢ": 895,
      "ᅣ": 896,
      "ᅥ": 897,
      "ᅦ": 898,
      "ᅧ": 899,
      "ᅨ": 900,
      "ᅩ": 901,
      "ᅪ": 902,
      "ᅬ": 903,
      "ᅭ": 904,
      "ᅮ": 905,
      "ᅯ": 906,
      "ᅱ": 907,
      "ᅲ": 908,
      "ᅳ": 909,
      "ᅴ": 910,
      "ᅵ": 911,
      "ᆨ": 912,
      "ᆩ": 913,
      "ᆫ": 914,
      "ᆯ": 915,
      "ᆶ": 916,
      "ᆷ": 917,
      "ᆸ": 918,
      "ᆹ": 919,
      "ᆺ": 920,
      "ᆻ": 921,
      "ᆼ": 922,
      "ᆾ": 923,
      "ᇀ": 924,
      "ᇻ": 925,
      "ᇾ": 926,
      "ሃ": 927,
      "ለ": 928,
      "ሉ": 929,
      "ሊ": 930,
      "ላ": 931,
      "ል": 932,
      "ሐ": 933,
      "መ": 934,
      "ማ": 935,
      "ም": 936,
      "ሞ": 937,
      "ረ": 938,
      "ሪ": 939,
      "ራ": 940,
      "ሬ": 941,
      "ር": 942,
      "ሰ": 943,
      "ሲ": 944,
      "ስ": 945,
      "ሻ": 946,
      "ቕ": 947,
      "በ": 948,
      "ባ": 949,
      "ብ": 950,
      "ታ": 951,
      "ት": 952,
      "ች": 953,
      "ነ": 954,
      "ና": 955,
      "ን": 956,
      "ኛ": 957,
      "አ": 958,
      "ኢ": 959,
      "ኣ": 960,
      "ኤ": 961,
      "እ": 962,
      "ክ": 963,
      "ዊ": 964,
      "ዋ": 965,
      "ው": 966,
      "ዎ": 967,
      "ዓ": 968,
      "ዘ": 969,
      "ዛ": 970,
      "ዝ": 971,
      "የ": 972,
      "ያ": 973,
      "ይ": 974,
      "ዮ": 975,
      "ደ": 976,
      "ዲ": 977,
      "ዳ": 978,
      "ዴ": 979,
      "ድ": 980,
      "ጀ": 981,
      "ጅ": 982,
      "ገ": 983,
      "ጋ": 984,
      "ግ": 985,
      "ጣ": 986,
      "ጥ": 987,
      "ጵ": 988,
      "ፊ": 989,
      "ፋ": 990,
      "ፌ": 991,
      "ፍ": 992,
      "ፐ": 993,
      "።": 994,
      "ᏸ": 995,
      "ᏹ": 996,
      "ᏼ": 997,
      "ᐃ": 998,
      "ᐅ": 999,
      "ᐊ": 1000,
      "ᑐ": 1001,
      "ᑕ": 1002,
      "ᑦ": 1003,
      "ᑲ": 1004,
      "ᒃ": 1005,
      "ᒥ": 1006,
      "ᒪ": 1007,
      "ᓄ": 1008,
      "ᓇ": 1009,
      "ᓗ": 1010,
      "ᕐ": 1011,
      "ᖁ": 1012,
      "ᖃ": 1013,
      "ᖅ": 1014,
      "ᖕ": 1015,
      "ᗅ": 1016,
      "ᗷ": 1017,
      "ᗺ": 1018,
      "ᙳ": 1019,
      "ᚫ": 1020,
      "ᛟ": 1021,
      "ក": 1022,
      "គ": 1023,
      "ឃ": 1024,
      "ង": 1025,
      "ជ": 1026,
      "ត": 1027,
      "ទ": 1028,
      "ធ": 1029,
      "ន": 1030,
      "ប": 1031,
      "ព": 1032,
      "ម": 1033,
      "យ": 1034,
      "រ": 1035,
      "ល": 1036,
      "វ": 1037,
      "ស": 1038,
      "ហ": 1039,
      "អ": 1040,
      "ា": 1041,
      "េ": 1042,
      "ោ": 1043,
      "ៈ": 1044,
      "៛": 1045,
      "ᬩ": 1046,
      "ᬮ": 1047,
      "ᴇ": 1048,
      "ᵉ": 1049,
      "ᵊ": 1050,
      "ᵑ": 1051,
      "ᵒ": 1052,
      "ᵗ": 1053,
      "ᵝ": 1054,
      "ᵻ": 1055,
      "ᵿ": 1056,
      "‐": 1057,
      "‑": 1058,
      "‒": 1059,
      "–": 1060,
      "—": 1061,
      "―": 1062,
      "‖": 1063,
      "‗": 1064,
      "‘": 1065,
      "’": 1066,
      "‚": 1067,
      "‛": 1068,
      "“": 1069,
      "”": 1070,
      "„": 1071,
      "‟": 1072,
      "†": 1073,
      "‡": 1074,
      "•": 1075,
      "‣": 1076,
      "․": 1077,
      "‥": 1078,
      "…": 1079,
      "‧": 1080,
      "‰": 1081,
      "‱": 1082,
      "′": 1083,
      "″": 1084,
      "‴": 1085,
      "‸": 1086,
      "‹": 1087,
      "›": 1088,
      "※": 1089,
      "‼": 1090,
      "‽": 1091,
      "‿": 1092,
      "⁁": 1093,
      "⁂": 1094,
      "⁄": 1095,
      "⁊": 1096,
      "⁎": 1097,
      "⁓": 1098,
      "⁕": 1099,
      "⁖": 1100,
      "⁗": 1101,
      "⁰": 1102,
      "ⁱ": 1103,
      "⁴": 1104,
      "⁵": 1105,
      "⁶": 1106,
      "⁷": 1107,
      "⁸": 1108,
      "⁹": 1109,
      "⁺": 1110,
      "⁻": 1111,
      "ⁿ": 1112,
      "₀": 1113,
      "₁": 1114,
      "₂": 1115,
      "₃": 1116,
      "₄": 1117,
      "₅": 1118,
      "₆": 1119,
      "₇": 1120,
      "₈": 1121,
      "₠": 1122,
      "₡": 1123,
      "₢": 1124,
      "₣": 1125,
      "₤": 1126,
      "₥": 1127,
      "₦": 1128,
      "₨": 1129,
      "₩": 1130,
      "₪": 1131,
      "₫": 1132,
      "€": 1133,
      "₮": 1134,
      "₱": 1135,
      "₴": 1136,
      "₵": 1137,
      "₹": 1138,
      "₽": 1139,
      "⃝": 1140,
      "⃣": 1141,
      "ℂ": 1142,
      "℃": 1143,
      "℉": 1144,
      "ℏ": 1145,
      "ℓ": 1146,
      "℔": 1147,
      "ℕ": 1148,
      "№": 1149,
      "℗": 1150,
      "℘": 1151,
      "ℙ": 1152,
      "ℚ": 1153,
      "ℝ": 1154,
      "℞": 1155,
      "℠": 1156,
      "℡": 1157,
      "™": 1158,
      "ℤ": 1159,
      "℥": 1160,
      "℧": 1161,
      "ℭ": 1162,
      "ℵ": 1163,
      "ⅈ": 1164,
      "⅍": 1165,
      "⅐": 1166,
      "⅑": 1167,
      "⅒": 1168,
      "⅓": 1169,
      "⅔": 1170,
      "⅕": 1171,
      "⅙": 1172,
      "⅛": 1173,
      "⅜": 1174,
      "⅝": 1175,
      "⅞": 1176,
      "⅟": 1177,
      "ⅴ": 1178,
      "ⅹ": 1179,
      "←": 1180,
      "↑": 1181,
      "→": 1182,
      "↓": 1183,
      "↔": 1184,
      "↕": 1185,
      "↗": 1186,
      "↘": 1187,
      "↙": 1188,
      "↢": 1189,
      "↣": 1190,
      "↥": 1191,
      "↦": 1192,
      "↨": 1193,
      "↩": 1194,
      "↪": 1195,
      "↫": 1196,
      "↬": 1197,
      "↳": 1198,
      "↵": 1199,
      "↹": 1200,
      "↺": 1201,
      "⇄": 1202,
      "⇆": 1203,
      "⇇": 1204,
      "⇉": 1205,
      "⇋": 1206,
      "⇌": 1207,
      "⇐": 1208,
      "⇑": 1209,
      "⇒": 1210,
      "⇓": 1211,
      "⇔": 1212,
      "⇤": 1213,
      "⇥": 1214,
      "⇧": 1215,
      "⇨": 1216,
      "⇪": 1217,
      "⇭": 1218,
      "∀": 1219,
      "∂": 1220,
      "∃": 1221,
      "∅": 1222,
      "∆": 1223,
      "∇": 1224,
      "∈": 1225,
      "∊": 1226,
      "∋": 1227,
      "∏": 1228,
      "∑": 1229,
      "−": 1230,
      "∕": 1231,
      "∗": 1232,
      "∘": 1233,
      "∙": 1234,
      "√": 1235,
      "∛": 1236,
      "∝": 1237,
      "∞": 1238,
      "∟": 1239,
      "∠": 1240,
      "∥": 1241,
      "∧": 1242,
      "∨": 1243,
      "∩": 1244,
      "∪": 1245,
      "∫": 1246,
      "∬": 1247,
      "∴": 1248,
      "∼": 1249,
      "≅": 1250,
      "≆": 1251,
      "≈": 1252,
      "≝": 1253,
      "≡": 1254,
      "≤": 1255,
      "≥": 1256,
      "≦": 1257,
      "≧": 1258,
      "≪": 1259,
      "≫": 1260,
      "⊂": 1261,
      "⊃": 1262,
      "⊆": 1263,
      "⊇": 1264,
      "⊕": 1265,
      "⊖": 1266,
      "⊗": 1267,
      "⊘": 1268,
      "⊙": 1269,
      "⊛": 1270,
      "⊝": 1271,
      "⊞": 1272,
      "⊥": 1273,
      "⊨": 1274,
      "⊲": 1275,
      "⊸": 1276,
      "⋀": 1277,
      "⋁": 1278,
      "⋅": 1279,
      "⋆": 1280,
      "⋮": 1281,
      "⋯": 1282,
      "⌂": 1283,
      "⌃": 1284,
      "⌊": 1285,
      "⌋": 1286,
      "⌕": 1287,
      "⌘": 1288,
      "⌚": 1289,
      "⌞": 1290,
      "⌥": 1291,
      "⌦": 1292,
      "⌬": 1293,
      "⎙": 1294,
      "⎛": 1295,
      "⎜": 1296,
      "⎝": 1297,
      "⎞": 1298,
      "⎟": 1299,
      "⎠": 1300,
      "⎡": 1301,
      "⎢": 1302,
      "⎣": 1303,
      "⎤": 1304,
      "⎥": 1305,
      "⎦": 1306,
      "⎧": 1307,
      "⎨": 1308,
      "⎩": 1309,
      "⎯": 1310,
      "⎷": 1311,
      "⏎": 1312,
      "⏏": 1313,
      "⏣": 1314,
      "⏰": 1315,
      "␡": 1316,
      "␤": 1317,
      "⑆": 1318,
      "⑇": 1319,
      "⑈": 1320,
      "⑉": 1321,
      "①": 1322,
      "②": 1323,
      "③": 1324,
      "⑤": 1325,
      "ⓒ": 1326,
      "ⓘ": 1327,
      "ⓡ": 1328,
      "ⓤ": 1329,
      "─": 1330,
      "│": 1331,
      "═": 1332,
      "║": 1333,
      "╔": 1334,
      "╗": 1335,
      "╚": 1336,
      "╝": 1337,
      "╠": 1338,
      "╣": 1339,
      "╥": 1340,
      "╦": 1341,
      "╩": 1342,
      "▀": 1343,
      "▄": 1344,
      "█": 1345,
      "▌": 1346,
      "░": 1347,
      "▒": 1348,
      "▓": 1349,
      "▘": 1350,
      "■": 1351,
      "□": 1352,
      "▪": 1353,
      "▫": 1354,
      "▬": 1355,
      "▲": 1356,
      "△": 1357,
      "▴": 1358,
      "▶": 1359,
      "▷": 1360,
      "▸": 1361,
      "►": 1362,
      "▼": 1363,
      "▾": 1364,
      "◀": 1365,
      "◄": 1366,
      "◅": 1367,
      "◆": 1368,
      "◇": 1369,
      "◈": 1370,
      "◉": 1371,
      "◊": 1372,
      "○": 1373,
      "◌": 1374,
      "●": 1375,
      "◕": 1376,
      "◗": 1377,
      "◘": 1378,
      "◙": 1379,
      "◡": 1380,
      "◢": 1381,
      "◦": 1382,
      "◯": 1383,
      "◾": 1384,
      "☀": 1385,
      "☁": 1386,
      "☂": 1387,
      "☃": 1388,
      "☄": 1389,
      "★": 1390,
      "☆": 1391,
      "☉": 1392,
      "☎": 1393,
      "☐": 1394,
      "☑": 1395,
      "☔": 1396,
      "☕": 1397,
      "☛": 1398,
      "☝": 1399,
      "☞": 1400,
      "☟": 1401,
      "☠": 1402,
      "☢": 1403,
      "☣": 1404,
      "☪": 1405,
      "☮": 1406,
      "☯": 1407,
      "☰": 1408,
      "☺": 1409,
      "☻": 1410,
      "☼": 1411,
      "☾": 1412,
      "☿": 1413,
      "♀": 1414,
      "♂": 1415,
      "♃": 1416,
      "♄": 1417,
      "♅": 1418,
      "♆": 1419,
      "♈": 1420,
      "♉": 1421,
      "♊": 1422,
      "♋": 1423,
      "♌": 1424,
      "♍": 1425,
      "♎": 1426,
      "♏": 1427,
      "♐": 1428,
      "♑": 1429,
      "♒": 1430,
      "♓": 1431,
      "♕": 1432,
      "♖": 1433,
      "♗": 1434,
      "♙": 1435,
      "♛": 1436,
      "♜": 1437,
      "♟": 1438,
      "♠": 1439,
      "♡": 1440,
      "♢": 1441,
      "♣": 1442,
      "♥": 1443,
      "♦": 1444,
      "♩": 1445,
      "♪": 1446,
      "♫": 1447,
      "♬": 1448,
      "♭": 1449,
      "♮": 1450,
      "♯": 1451,
      "♱": 1452,
      "♻": 1453,
      "♿": 1454,
      "⚊": 1455,
      "⚑": 1456,
      "⚒": 1457,
      "⚓": 1458,
      "⚕": 1459,
      "⚖": 1460,
      "⚙": 1461,
      "⚛": 1462,
      "⚠": 1463,
      "⚡": 1464,
      "⚫": 1465,
      "⚬": 1466,
      "⛄": 1467,
      "⛏": 1468,
      "⛔": 1469,
      "⛺": 1470,
      "⛽": 1471,
      "✂": 1472,
      "✅": 1473,
      "✉": 1474,
      "✊": 1475,
      "✌": 1476,
      "✍": 1477,
      "✏": 1478,
      "✑": 1479,
      "✒": 1480,
      "✓": 1481,
      "✔": 1482,
      "✕": 1483,
      "✗": 1484,
      "✘": 1485,
      "✝": 1486,
      "✞": 1487,
      "✦": 1488,
      "✧": 1489,
      "✨": 1490,
      "✩": 1491,
      "✪": 1492,
      "✫": 1493,
      "✬": 1494,
      "✮": 1495,
      "✯": 1496,
      "✰": 1497,
      "✱": 1498,
      "✶": 1499,
      "✷": 1500,
      "✹": 1501,
      "❀": 1502,
      "❁": 1503,
      "❄": 1504,
      "❌": 1505,
      "❍": 1506,
      "❏": 1507,
      "❐": 1508,
      "❑": 1509,
      "❒": 1510,
      "❖": 1511,
      "❗": 1512,
      "❘": 1513,
      "❝": 1514,
      "❤": 1515,
      "❥": 1516,
      "❮": 1517,
      "❯": 1518,
      "❶": 1519,
      "❷": 1520,
      "❸": 1521,
      "❹": 1522,
      "❺": 1523,
      "❻": 1524,
      "❼": 1525,
      "❽": 1526,
      "❾": 1527,
      "➊": 1528,
      "➋": 1529,
      "➌": 1530,
      "➔": 1531,
      "➚": 1532,
      "➜": 1533,
      "➝": 1534,
      "➞": 1535,
      "➠": 1536,
      "➡": 1537,
      "➢": 1538,
      "➣": 1539,
      "➤": 1540,
      "➥": 1541,
      "➧": 1542,
      "➨": 1543,
      "➪": 1544,
      "➳": 1545,
      "➵": 1546,
      "➺": 1547,
      "⟨": 1548,
      "⟩": 1549,
      "⟶": 1550,
      "⟹": 1551,
      "⟿": 1552,
      "⠀": 1553,
      "⤢": 1554,
      "⧸": 1555,
      "⨪": 1556,
      "⩽": 1557,
      "⩾": 1558,
      "⫹": 1559,
      "⫺": 1560,
      "⬅": 1561,
      "⬆": 1562,
      "⬇": 1563,
      "⭐": 1564,
      "ⲁ": 1565,
      "ⲃ": 1566,
      "ⲏ": 1567,
      "ⲓ": 1568,
      "ⲕ": 1569,
      "ⲛ": 1570,
      "ⲣ": 1571,
      "ⲧ": 1572,
      "ⲫ": 1573,
      "ⲱ": 1574,
      "ⴰ": 1575,
      "ⴱ": 1576,
      "ⴳ": 1577,
      "ⴷ": 1578,
      "ⴼ": 1579,
      "ⴽ": 1580,
      "ⵇ": 1581,
      "ⵉ": 1582,
      "ⵍ": 1583,
      "ⵎ": 1584,
      "ⵏ": 1585,
      "ⵓ": 1586,
      "ⵔ": 1587,
      "ⵕ": 1588,
      "ⵖ": 1589,
      "ⵙ": 1590,
      "ⵜ": 1591,
      "ⵟ": 1592,
      "⸱": 1593,
      "⽇": 1594,
      "、": 1595,
      "。": 1596,
      "々": 1597,
      "〈": 1598,
      "〉": 1599,
      "《": 1600,
      "》": 1601,
      "「": 1602,
      "」": 1603,
      "『": 1604,
      "』": 1605,
      "【": 1606,
      "】": 1607,
      "〒": 1608,
      "〔": 1609,
      "〕": 1610,
      "〜": 1611,
      "〰": 1612,
      "あ": 1613,
      "い": 1614,
      "う": 1615,
      "ぇ": 1616,
      "え": 1617,
      "お": 1618,
      "か": 1619,
      "き": 1620,
      "く": 1621,
      "け": 1622,
      "こ": 1623,
      "さ": 1624,
      "し": 1625,
      "す": 1626,
      "せ": 1627,
      "そ": 1628,
      "た": 1629,
      "ち": 1630,
      "っ": 1631,
      "つ": 1632,
      "て": 1633,
      "と": 1634,
      "な": 1635,
      "に": 1636,
      "ぬ": 1637,
      "ね": 1638,
      "の": 1639,
      "は": 1640,
      "ひ": 1641,
      "ふ": 1642,
      "へ": 1643,
      "ほ": 1644,
      "ま": 1645,
      "み": 1646,
      "む": 1647,
      "め": 1648,
      "も": 1649,
      "ゃ": 1650,
      "や": 1651,
      "ゅ": 1652,
      "ゆ": 1653,
      "ょ": 1654,
      "よ": 1655,
      "ら": 1656,
      "り": 1657,
      "る": 1658,
      "れ": 1659,
      "ろ": 1660,
      "わ": 1661,
      "ゑ": 1662,
      "を": 1663,
      "ん": 1664,
      "ァ": 1665,
      "ア": 1666,
      "ィ": 1667,
      "イ": 1668,
      "ウ": 1669,
      "ェ": 1670,
      "エ": 1671,
      "ォ": 1672,
      "オ": 1673,
      "カ": 1674,
      "キ": 1675,
      "ク": 1676,
      "ケ": 1677,
      "コ": 1678,
      "サ": 1679,
      "シ": 1680,
      "ス": 1681,
      "セ": 1682,
      "ソ": 1683,
      "タ": 1684,
      "チ": 1685,
      "ッ": 1686,
      "ツ": 1687,
      "テ": 1688,
      "ト": 1689,
      "ナ": 1690,
      "ニ": 1691,
      "ヌ": 1692,
      "ネ": 1693,
      "ノ": 1694,
      "ハ": 1695,
      "ヒ": 1696,
      "フ": 1697,
      "ヘ": 1698,
      "ホ": 1699,
      "マ": 1700,
      "ミ": 1701,
      "ム": 1702,
      "メ": 1703,
      "モ": 1704,
      "ャ": 1705,
      "ヤ": 1706,
      "ュ": 1707,
      "ユ": 1708,
      "ョ": 1709,
      "ヨ": 1710,
      "ラ": 1711,
      "リ": 1712,
      "ル": 1713,
      "レ": 1714,
      "ロ": 1715,
      "ワ": 1716,
      "ン": 1717,
      "ヵ": 1718,
      "ヶ": 1719,
      "・": 1720,
      "ー": 1721,
      "ヽ": 1722,
      "㄀": 1723,
      "ㄱ": 1724,
      "ㄴ": 1725,
      "ㄹ": 1726,
      "ㅂ": 1727,
      "ㅅ": 1728,
      "ㅋ": 1729,
      "ㅎ": 1730,
      "ㅏ": 1731,
      "ㅡ": 1732,
      "ㅤ": 1733,
      "㊍": 1734,
      "㎡": 1735,
      "㐀": 1736,
      "㗂": 1737,
      "㜀": 1738,
      "㞗": 1739,
      "䌧": 1740,
      "䤀": 1741,
      "一": 1742,
      "丁": 1743,
      "七": 1744,
      "万": 1745,
      "三": 1746,
      "上": 1747,
      "下": 1748,
      "不": 1749,
      "与": 1750,
      "世": 1751,
      "丘": 1752,
      "业": 1753,
      "东": 1754,
      "丝": 1755,
      "両": 1756,
      "严": 1757,
      "丨": 1758,
      "个": 1759,
      "中": 1760,
      "丶": 1761,
      "丸": 1762,
      "丹": 1763,
      "为": 1764,
      "主": 1765,
      "丼": 1766,
      "乃": 1767,
      "久": 1768,
      "么": 1769,
      "义": 1770,
      "之": 1771,
      "乏": 1772,
      "乐": 1773,
      "乗": 1774,
      "九": 1775,
      "也": 1776,
      "书": 1777,
      "乱": 1778,
      "乾": 1779,
      "亀": 1780,
      "亂": 1781,
      "了": 1782,
      "争": 1783,
      "事": 1784,
      "二": 1785,
      "于": 1786,
      "云": 1787,
      "五": 1788,
      "井": 1789,
      "亘": 1790,
      "亚": 1791,
      "亜": 1792,
      "亞": 1793,
      "亡": 1794,
      "交": 1795,
      "亥": 1796,
      "产": 1797,
      "亩": 1798,
      "京": 1799,
      "亭": 1800,
      "亮": 1801,
      "亳": 1802,
      "人": 1803,
      "什": 1804,
      "仁": 1805,
      "仂": 1806,
      "今": 1807,
      "介": 1808,
      "仏": 1809,
      "仔": 1810,
      "他": 1811,
      "付": 1812,
      "仙": 1813,
      "代": 1814,
      "令": 1815,
      "以": 1816,
      "仪": 1817,
      "们": 1818,
      "仮": 1819,
      "件": 1820,
      "任": 1821,
      "份": 1822,
      "伀": 1823,
      "企": 1824,
      "伊": 1825,
      "伎": 1826,
      "会": 1827,
      "伝": 1828,
      "伟": 1829,
      "传": 1830,
      "伦": 1831,
      "伯": 1832,
      "伴": 1833,
      "伽": 1834,
      "佈": 1835,
      "位": 1836,
      "低": 1837,
      "佐": 1838,
      "体": 1839,
      "何": 1840,
      "余": 1841,
      "佛": 1842,
      "作": 1843,
      "你": 1844,
      "佬": 1845,
      "佳": 1846,
      "使": 1847,
      "侍": 1848,
      "供": 1849,
      "侯": 1850,
      "便": 1851,
      "係": 1852,
      "俊": 1853,
      "俐": 1854,
      "保": 1855,
      "俠": 1856,
      "信": 1857,
      "修": 1858,
      "俳": 1859,
      "倉": 1860,
      "個": 1861,
      "倍": 1862,
      "候": 1863,
      "倡": 1864,
      "倫": 1865,
      "倭": 1866,
      "倾": 1867,
      "偃": 1868,
      "假": 1869,
      "偏": 1870,
      "做": 1871,
      "停": 1872,
      "健": 1873,
      "偶": 1874,
      "傅": 1875,
      "傘": 1876,
      "備": 1877,
      "傣": 1878,
      "储": 1879,
      "傲": 1880,
      "傳": 1881,
      "像": 1882,
      "僕": 1883,
      "儀": 1884,
      "儒": 1885,
      "優": 1886,
      "元": 1887,
      "兄": 1888,
      "兆": 1889,
      "先": 1890,
      "光": 1891,
      "克": 1892,
      "児": 1893,
      "兒": 1894,
      "兔": 1895,
      "党": 1896,
      "入": 1897,
      "內": 1898,
      "全": 1899,
      "八": 1900,
      "公": 1901,
      "六": 1902,
      "兰": 1903,
      "共": 1904,
      "关": 1905,
      "兴": 1906,
      "兵": 1907,
      "具": 1908,
      "冀": 1909,
      "内": 1910,
      "円": 1911,
      "再": 1912,
      "写": 1913,
      "冚": 1914,
      "军": 1915,
      "农": 1916,
      "冠": 1917,
      "冨": 1918,
      "冫": 1919,
      "冬": 1920,
      "冰": 1921,
      "冷": 1922,
      "准": 1923,
      "凉": 1924,
      "凛": 1925,
      "凯": 1926,
      "凱": 1927,
      "出": 1928,
      "刀": 1929,
      "分": 1930,
      "切": 1931,
      "列": 1932,
      "刘": 1933,
      "则": 1934,
      "创": 1935,
      "初": 1936,
      "判": 1937,
      "利": 1938,
      "别": 1939,
      "刮": 1940,
      "到": 1941,
      "制": 1942,
      "券": 1943,
      "刺": 1944,
      "則": 1945,
      "前": 1946,
      "剣": 1947,
      "割": 1948,
      "劇": 1949,
      "劉": 1950,
      "力": 1951,
      "功": 1952,
      "加": 1953,
      "动": 1954,
      "努": 1955,
      "勇": 1956,
      "勉": 1957,
      "動": 1958,
      "務": 1959,
      "勧": 1960,
      "勲": 1961,
      "匂": 1962,
      "包": 1963,
      "匈": 1964,
      "化": 1965,
      "北": 1966,
      "匪": 1967,
      "匹": 1968,
      "区": 1969,
      "医": 1970,
      "匿": 1971,
      "十": 1972,
      "千": 1973,
      "升": 1974,
      "半": 1975,
      "卍": 1976,
      "华": 1977,
      "协": 1978,
      "卐": 1979,
      "卓": 1980,
      "单": 1981,
      "南": 1982,
      "単": 1983,
      "博": 1984,
      "卢": 1985,
      "卫": 1986,
      "卯": 1987,
      "印": 1988,
      "历": 1989,
      "厕": 1990,
      "厚": 1991,
      "原": 1992,
      "厩": 1993,
      "去": 1994,
      "县": 1995,
      "参": 1996,
      "又": 1997,
      "及": 1998,
      "友": 1999,
      "双": 2000,
      "发": 2001,
      "叔": 2002,
      "取": 2003,
      "口": 2004,
      "古": 2005,
      "句": 2006,
      "召": 2007,
      "可": 2008,
      "台": 2009,
      "史": 2010,
      "右": 2011,
      "叶": 2012,
      "号": 2013,
      "司": 2014,
      "吃": 2015,
      "合": 2016,
      "吉": 2017,
      "同": 2018,
      "名": 2019,
      "后": 2020,
      "向": 2021,
      "吗": 2022,
      "君": 2023,
      "吨": 2024,
      "吳": 2025,
      "吴": 2026,
      "吹": 2027,
      "呂": 2028,
      "告": 2029,
      "员": 2030,
      "周": 2031,
      "呪": 2032,
      "味": 2033,
      "呼": 2034,
      "命": 2035,
      "和": 2036,
      "咲": 2037,
      "咸": 2038,
      "品": 2039,
      "哈": 2040,
      "响": 2041,
      "哎": 2042,
      "哥": 2043,
      "哪": 2044,
      "哭": 2045,
      "哲": 2046,
      "唐": 2047,
      "唱": 2048,
      "商": 2049,
      "問": 2050,
      "啟": 2051,
      "善": 2052,
      "喜": 2053,
      "單": 2054,
      "喰": 2055,
      "嘉": 2056,
      "噌": 2057,
      "器": 2058,
      "噸": 2059,
      "嚴": 2060,
      "囍": 2061,
      "四": 2062,
      "回": 2063,
      "因": 2064,
      "团": 2065,
      "団": 2066,
      "园": 2067,
      "围": 2068,
      "固": 2069,
      "国": 2070,
      "图": 2071,
      "圆": 2072,
      "國": 2073,
      "圏": 2074,
      "園": 2075,
      "圓": 2076,
      "圖": 2077,
      "團": 2078,
      "土": 2079,
      "圧": 2080,
      "在": 2081,
      "地": 2082,
      "圳": 2083,
      "场": 2084,
      "址": 2085,
      "坏": 2086,
      "坐": 2087,
      "块": 2088,
      "坝": 2089,
      "坡": 2090,
      "坪": 2091,
      "垂": 2092,
      "型": 2093,
      "垣": 2094,
      "城": 2095,
      "埔": 2096,
      "埠": 2097,
      "執": 2098,
      "基": 2099,
      "堂": 2100,
      "堅": 2101,
      "堕": 2102,
      "堤": 2103,
      "報": 2104,
      "場": 2105,
      "塊": 2106,
      "塔": 2107,
      "塚": 2108,
      "增": 2109,
      "墟": 2110,
      "墨": 2111,
      "墳": 2112,
      "壁": 2113,
      "壊": 2114,
      "壞": 2115,
      "壤": 2116,
      "士": 2117,
      "壮": 2118,
      "声": 2119,
      "壱": 2120,
      "壽": 2121,
      "変": 2122,
      "夏": 2123,
      "夕": 2124,
      "外": 2125,
      "多": 2126,
      "夜": 2127,
      "夢": 2128,
      "大": 2129,
      "天": 2130,
      "太": 2131,
      "夫": 2132,
      "央": 2133,
      "头": 2134,
      "夷": 2135,
      "夸": 2136,
      "奈": 2137,
      "套": 2138,
      "奠": 2139,
      "奥": 2140,
      "奧": 2141,
      "女": 2142,
      "奴": 2143,
      "奶": 2144,
      "好": 2145,
      "如": 2146,
      "妇": 2147,
      "妖": 2148,
      "妮": 2149,
      "妹": 2150,
      "妻": 2151,
      "姉": 2152,
      "始": 2153,
      "姓": 2154,
      "姚": 2155,
      "姫": 2156,
      "姬": 2157,
      "威": 2158,
      "娘": 2159,
      "娛": 2160,
      "娯": 2161,
      "婆": 2162,
      "婚": 2163,
      "婦": 2164,
      "嬴": 2165,
      "子": 2166,
      "孔": 2167,
      "字": 2168,
      "存": 2169,
      "孙": 2170,
      "孝": 2171,
      "孟": 2172,
      "季": 2173,
      "孤": 2174,
      "学": 2175,
      "孩": 2176,
      "孫": 2177,
      "學": 2178,
      "宁": 2179,
      "宅": 2180,
      "宇": 2181,
      "守": 2182,
      "安": 2183,
      "宋": 2184,
      "完": 2185,
      "宏": 2186,
      "宗": 2187,
      "官": 2188,
      "宙": 2189,
      "定": 2190,
      "宜": 2191,
      "宝": 2192,
      "実": 2193,
      "客": 2194,
      "室": 2195,
      "宫": 2196,
      "宮": 2197,
      "害": 2198,
      "家": 2199,
      "宾": 2200,
      "富": 2201,
      "寒": 2202,
      "寛": 2203,
      "寝": 2204,
      "寧": 2205,
      "寫": 2206,
      "寶": 2207,
      "寺": 2208,
      "寿": 2209,
      "封": 2210,
      "将": 2211,
      "將": 2212,
      "尊": 2213,
      "尋": 2214,
      "對": 2215,
      "小": 2216,
      "少": 2217,
      "尔": 2218,
      "尙": 2219,
      "尩": 2220,
      "就": 2221,
      "尻": 2222,
      "尾": 2223,
      "局": 2224,
      "屁": 2225,
      "屄": 2226,
      "居": 2227,
      "屈": 2228,
      "屋": 2229,
      "屌": 2230,
      "展": 2231,
      "属": 2232,
      "層": 2233,
      "屮": 2234,
      "山": 2235,
      "屲": 2236,
      "岁": 2237,
      "岐": 2238,
      "岛": 2239,
      "岡": 2240,
      "岩": 2241,
      "岭": 2242,
      "岱": 2243,
      "岳": 2244,
      "岸": 2245,
      "峪": 2246,
      "峰": 2247,
      "島": 2248,
      "崎": 2249,
      "崔": 2250,
      "崖": 2251,
      "崩": 2252,
      "崽": 2253,
      "嶋": 2254,
      "嶽": 2255,
      "川": 2256,
      "州": 2257,
      "工": 2258,
      "左": 2259,
      "巧": 2260,
      "巨": 2261,
      "巫": 2262,
      "差": 2263,
      "巳": 2264,
      "巴": 2265,
      "巻": 2266,
      "币": 2267,
      "市": 2268,
      "布": 2269,
      "帆": 2270,
      "师": 2271,
      "希": 2272,
      "帕": 2273,
      "帝": 2274,
      "带": 2275,
      "師": 2276,
      "帶": 2277,
      "常": 2278,
      "帽": 2279,
      "幌": 2280,
      "幕": 2281,
      "幣": 2282,
      "干": 2283,
      "平": 2284,
      "年": 2285,
      "并": 2286,
      "幸": 2287,
      "幹": 2288,
      "幻": 2289,
      "幽": 2290,
      "幾": 2291,
      "广": 2292,
      "広": 2293,
      "庆": 2294,
      "序": 2295,
      "店": 2296,
      "府": 2297,
      "度": 2298,
      "座": 2299,
      "庫": 2300,
      "庭": 2301,
      "康": 2302,
      "廉": 2303,
      "廖": 2304,
      "廣": 2305,
      "廳": 2306,
      "延": 2307,
      "廷": 2308,
      "建": 2309,
      "开": 2310,
      "弁": 2311,
      "式": 2312,
      "弓": 2313,
      "弘": 2314,
      "弟": 2315,
      "张": 2316,
      "弥": 2317,
      "張": 2318,
      "強": 2319,
      "弾": 2320,
      "彌": 2321,
      "彎": 2322,
      "归": 2323,
      "当": 2324,
      "形": 2325,
      "彦": 2326,
      "彩": 2327,
      "彰": 2328,
      "影": 2329,
      "役": 2330,
      "彼": 2331,
      "征": 2332,
      "待": 2333,
      "律": 2334,
      "後": 2335,
      "徐": 2336,
      "徒": 2337,
      "従": 2338,
      "得": 2339,
      "御": 2340,
      "復": 2341,
      "微": 2342,
      "徳": 2343,
      "德": 2344,
      "徽": 2345,
      "心": 2346,
      "必": 2347,
      "忌": 2348,
      "忍": 2349,
      "志": 2350,
      "忠": 2351,
      "快": 2352,
      "怕": 2353,
      "思": 2354,
      "怡": 2355,
      "性": 2356,
      "怪": 2357,
      "怯": 2358,
      "恋": 2359,
      "恩": 2360,
      "恵": 2361,
      "悟": 2362,
      "悦": 2363,
      "悬": 2364,
      "情": 2365,
      "惠": 2366,
      "惧": 2367,
      "惨": 2368,
      "想": 2369,
      "愀": 2370,
      "愉": 2371,
      "意": 2372,
      "愚": 2373,
      "愛": 2374,
      "感": 2375,
      "慈": 2376,
      "態": 2377,
      "慕": 2378,
      "慢": 2379,
      "慧": 2380,
      "慶": 2381,
      "憲": 2382,
      "懸": 2383,
      "懼": 2384,
      "戀": 2385,
      "戈": 2386,
      "戊": 2387,
      "戌": 2388,
      "戎": 2389,
      "成": 2390,
      "我": 2391,
      "戒": 2392,
      "战": 2393,
      "戦": 2394,
      "戯": 2395,
      "戰": 2396,
      "戴": 2397,
      "戸": 2398,
      "房": 2399,
      "所": 2400,
      "手": 2401,
      "扑": 2402,
      "扬": 2403,
      "扭": 2404,
      "扯": 2405,
      "扶": 2406,
      "承": 2407,
      "技": 2408,
      "把": 2409,
      "抑": 2410,
      "投": 2411,
      "抖": 2412,
      "抗": 2413,
      "折": 2414,
      "抜": 2415,
      "报": 2416,
      "抹": 2417,
      "抽": 2418,
      "担": 2419,
      "拉": 2420,
      "拏": 2421,
      "拓": 2422,
      "招": 2423,
      "拳": 2424,
      "挀": 2425,
      "持": 2426,
      "指": 2427,
      "振": 2428,
      "捕": 2429,
      "损": 2430,
      "掃": 2431,
      "授": 2432,
      "掛": 2433,
      "接": 2434,
      "控": 2435,
      "推": 2436,
      "提": 2437,
      "揚": 2438,
      "搀": 2439,
      "摂": 2440,
      "摩": 2441,
      "摺": 2442,
      "撃": 2443,
      "撈": 2444,
      "撚": 2445,
      "播": 2446,
      "撮": 2447,
      "撲": 2448,
      "擂": 2449,
      "擎": 2450,
      "擬": 2451,
      "攀": 2452,
      "攝": 2453,
      "支": 2454,
      "改": 2455,
      "攻": 2456,
      "放": 2457,
      "政": 2458,
      "故": 2459,
      "效": 2460,
      "敏": 2461,
      "教": 2462,
      "散": 2463,
      "敦": 2464,
      "整": 2465,
      "敵": 2466,
      "文": 2467,
      "斉": 2468,
      "斋": 2469,
      "斎": 2470,
      "斐": 2471,
      "斗": 2472,
      "料": 2473,
      "斜": 2474,
      "斤": 2475,
      "斬": 2476,
      "断": 2477,
      "斯": 2478,
      "新": 2479,
      "方": 2480,
      "於": 2481,
      "施": 2482,
      "旁": 2483,
      "旋": 2484,
      "旌": 2485,
      "族": 2486,
      "旗": 2487,
      "日": 2488,
      "旦": 2489,
      "旧": 2490,
      "时": 2491,
      "旻": 2492,
      "昂": 2493,
      "昌": 2494,
      "明": 2495,
      "易": 2496,
      "星": 2497,
      "映": 2498,
      "春": 2499,
      "昭": 2500,
      "是": 2501,
      "昼": 2502,
      "時": 2503,
      "晃": 2504,
      "晉": 2505,
      "晗": 2506,
      "普": 2507,
      "景": 2508,
      "晴": 2509,
      "晶": 2510,
      "智": 2511,
      "暁": 2512,
      "暈": 2513,
      "暗": 2514,
      "暦": 2515,
      "暹": 2516,
      "曆": 2517,
      "曜": 2518,
      "曲": 2519,
      "更": 2520,
      "曾": 2521,
      "最": 2522,
      "會": 2523,
      "月": 2524,
      "有": 2525,
      "服": 2526,
      "朔": 2527,
      "朗": 2528,
      "望": 2529,
      "朝": 2530,
      "期": 2531,
      "木": 2532,
      "未": 2533,
      "末": 2534,
      "本": 2535,
      "札": 2536,
      "术": 2537,
      "朱": 2538,
      "朴": 2539,
      "朽": 2540,
      "杉": 2541,
      "李": 2542,
      "村": 2543,
      "杘": 2544,
      "杜": 2545,
      "杞": 2546,
      "束": 2547,
      "条": 2548,
      "来": 2549,
      "杭": 2550,
      "東": 2551,
      "松": 2552,
      "板": 2553,
      "极": 2554,
      "构": 2555,
      "林": 2556,
      "枚": 2557,
      "果": 2558,
      "枝": 2559,
      "枢": 2560,
      "枣": 2561,
      "枯": 2562,
      "枸": 2563,
      "柏": 2564,
      "柒": 2565,
      "柔": 2566,
      "柚": 2567,
      "柱": 2568,
      "柳": 2569,
      "柴": 2570,
      "栀": 2571,
      "栄": 2572,
      "标": 2573,
      "树": 2574,
      "栓": 2575,
      "栗": 2576,
      "校": 2577,
      "株": 2578,
      "根": 2579,
      "格": 2580,
      "栽": 2581,
      "桂": 2582,
      "桃": 2583,
      "框": 2584,
      "案": 2585,
      "桐": 2586,
      "桑": 2587,
      "桜": 2588,
      "档": 2589,
      "桥": 2590,
      "梁": 2591,
      "梅": 2592,
      "梢": 2593,
      "梨": 2594,
      "械": 2595,
      "棋": 2596,
      "棒": 2597,
      "森": 2598,
      "椀": 2599,
      "椎": 2600,
      "椒": 2601,
      "椰": 2602,
      "椿": 2603,
      "楊": 2604,
      "楓": 2605,
      "業": 2606,
      "楮": 2607,
      "極": 2608,
      "楼": 2609,
      "楽": 2610,
      "榉": 2611,
      "榮": 2612,
      "構": 2613,
      "様": 2614,
      "槟": 2615,
      "槻": 2616,
      "樂": 2617,
      "樓": 2618,
      "標": 2619,
      "権": 2620,
      "横": 2621,
      "樹": 2622,
      "橋": 2623,
      "機": 2624,
      "橫": 2625,
      "檚": 2626,
      "櫃": 2627,
      "櫸": 2628,
      "櫻": 2629,
      "欅": 2630,
      "權": 2631,
      "次": 2632,
      "欣": 2633,
      "欲": 2634,
      "歌": 2635,
      "歐": 2636,
      "止": 2637,
      "正": 2638,
      "武": 2639,
      "歩": 2640,
      "歲": 2641,
      "死": 2642,
      "殊": 2643,
      "殤": 2644,
      "段": 2645,
      "殷": 2646,
      "殺": 2647,
      "殻": 2648,
      "母": 2649,
      "毒": 2650,
      "比": 2651,
      "毗": 2652,
      "毛": 2653,
      "毫": 2654,
      "氀": 2655,
      "氏": 2656,
      "民": 2657,
      "气": 2658,
      "気": 2659,
      "氟": 2660,
      "氣": 2661,
      "水": 2662,
      "永": 2663,
      "汇": 2664,
      "汉": 2665,
      "汝": 2666,
      "江": 2667,
      "汪": 2668,
      "汶": 2669,
      "決": 2670,
      "汽": 2671,
      "沈": 2672,
      "沖": 2673,
      "沙": 2674,
      "沛": 2675,
      "沪": 2676,
      "河": 2677,
      "沸": 2678,
      "治": 2679,
      "況": 2680,
      "泉": 2681,
      "法": 2682,
      "波": 2683,
      "泰": 2684,
      "洀": 2685,
      "洁": 2686,
      "洋": 2687,
      "洗": 2688,
      "洞": 2689,
      "津": 2690,
      "洪": 2691,
      "洲": 2692,
      "活": 2693,
      "派": 2694,
      "流": 2695,
      "浄": 2696,
      "浜": 2697,
      "浦": 2698,
      "浩": 2699,
      "浪": 2700,
      "浮": 2701,
      "海": 2702,
      "消": 2703,
      "涙": 2704,
      "润": 2705,
      "液": 2706,
      "涼": 2707,
      "深": 2708,
      "淵": 2709,
      "渀": 2710,
      "清": 2711,
      "渡": 2712,
      "温": 2713,
      "港": 2714,
      "游": 2715,
      "湖": 2716,
      "湘": 2717,
      "湯": 2718,
      "湾": 2719,
      "湿": 2720,
      "満": 2721,
      "源": 2722,
      "準": 2723,
      "溝": 2724,
      "滑": 2725,
      "滨": 2726,
      "滩": 2727,
      "滬": 2728,
      "滿": 2729,
      "漀": 2730,
      "漢": 2731,
      "漫": 2732,
      "漿": 2733,
      "潍": 2734,
      "潘": 2735,
      "潟": 2736,
      "澄": 2737,
      "激": 2738,
      "濃": 2739,
      "濤": 2740,
      "瀀": 2741,
      "瀬": 2742,
      "灣": 2743,
      "火": 2744,
      "灯": 2745,
      "灵": 2746,
      "災": 2747,
      "灾": 2748,
      "炉": 2749,
      "炎": 2750,
      "炮": 2751,
      "炸": 2752,
      "点": 2753,
      "為": 2754,
      "烈": 2755,
      "烏": 2756,
      "烟": 2757,
      "热": 2758,
      "無": 2759,
      "焦": 2760,
      "然": 2761,
      "焼": 2762,
      "煌": 2763,
      "煎": 2764,
      "照": 2765,
      "煩": 2766,
      "煬": 2767,
      "煮": 2768,
      "熊": 2769,
      "熙": 2770,
      "熱": 2771,
      "熾": 2772,
      "燃": 2773,
      "燈": 2774,
      "燒": 2775,
      "燕": 2776,
      "爀": 2777,
      "爆": 2778,
      "爐": 2779,
      "爭": 2780,
      "爰": 2781,
      "爱": 2782,
      "父": 2783,
      "爽": 2784,
      "爾": 2785,
      "牆": 2786,
      "片": 2787,
      "版": 2788,
      "牌": 2789,
      "牛": 2790,
      "牡": 2791,
      "物": 2792,
      "特": 2793,
      "犬": 2794,
      "犭": 2795,
      "状": 2796,
      "狄": 2797,
      "狖": 2798,
      "狗": 2799,
      "狛": 2800,
      "狩": 2801,
      "独": 2802,
      "狮": 2803,
      "狸": 2804,
      "狼": 2805,
      "猀": 2806,
      "猛": 2807,
      "猜": 2808,
      "猫": 2809,
      "猴": 2810,
      "猿": 2811,
      "獄": 2812,
      "獅": 2813,
      "獢": 2814,
      "獣": 2815,
      "玄": 2816,
      "率": 2817,
      "玉": 2818,
      "王": 2819,
      "玛": 2820,
      "玮": 2821,
      "玲": 2822,
      "珀": 2823,
      "珍": 2824,
      "珠": 2825,
      "珤": 2826,
      "班": 2827,
      "現": 2828,
      "琀": 2829,
      "球": 2830,
      "理": 2831,
      "琉": 2832,
      "琛": 2833,
      "琴": 2834,
      "瑞": 2835,
      "瑟": 2836,
      "瑠": 2837,
      "瑪": 2838,
      "璧": 2839,
      "瓜": 2840,
      "瓶": 2841,
      "甀": 2842,
      "甄": 2843,
      "生": 2844,
      "産": 2845,
      "用": 2846,
      "甫": 2847,
      "田": 2848,
      "由": 2849,
      "甲": 2850,
